Revit 2027 API
ParameterTypeId.CurtaingridAdjustBorderVert Property
 "Adjust for Mullion Size"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CurtaingridAdjustBorderVert { get; }
Public Shared ReadOnly Property CurtaingridAdjustBorderVert As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CurtaingridAdjustBorderVert {
	ForgeTypeId^ get ();
}
static member CurtaingridAdjustBorderVert : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace